Repository: common-repository/player-leaderboard
Catalog: languages/player-leaderboard-*.po
Languages: de_de

source: Yes
de_de: Ja

source: No
de_de: Nein

source: Player Leaderboard
de_de: Spieler Rangliste

source: Competitions
de_de: Wettbewerb

source: New Competition
de_de: Neuer Wettbewerb

source: Players
de_de: Spieler

source: New Player
de_de: Neuer Spieler

source: Results
de_de: Ergebnisse

source: New Result
de_de: Neues Spielergebnis

source: New Results
de_de: Neue Spielergebnisse

source: Competition
de_de: Wettbewerb

source: No competition selected
de_de: Kein Wettbewerb ausgewählt

source: Missing file name
de_de: Bitte einen Dateinamen auswählen!

source: Invalid Extension
de_de: Datei mit ungültiger Dateiendung

source: Row
de_de: Zeile

source: Competition contains not enough elements.
de_de: Wettbewerb enthält zu wenig Elemente.

source: Competiton
de_de: Wettbewerb

source: ignored.
de_de: ignoriert.

source: New competiton
de_de: Neuer Wettbewerb

source: created.
de_de: angelegt.

source: Missing competition, player skipped.
de_de: Kein Wettbewerb, Spieler wurde nicht importiert.

source: Player contains not enough elements.
de_de: Spieler enthält zu wenig Elemente.

source: Missing competition, result skipped.
de_de: Kein Wettbewerb, Ergebnis wurde nicht importiert.

source: Result contains not enough elements.
de_de: Ergebnis enthält zu wenig Elemente.

source: Contains invalid header:
de_de: Enthält ungültige Kennung:

source: Total players inserted
de_de: Anzahl importierter Spieler

source: Total results inserted
de_de: Anzahle importierter Ergebnisse

source: Total results ignored
de_de: Anzahle importierter Ergebnisse

source: No Competition Selected
de_de: Kein Wettbewerbausgewählt

source: Rating
de_de: Wertung

source: Duels
de_de: Duelle

source: Points
de_de: Punkte

source: Average
de_de: Mittel

source: Ratings
de_de: Wertungen

source: Rating Points
de_de: Wertungspunkte

source: Action
de_de: Aktion

source: Delete
de_de: Löschen

source: Edit
de_de: Bearbeiten

source: Date
de_de: Datum

source: Player1
de_de: Spieler1

source: Player2
de_de: Spieler2

source: Set1
de_de: Satz1

source: Set2
de_de: Satz2

source: Set3
de_de: Satz3

source: Sets
de_de: Sätze

source: Rating Flag
de_de: Gewertet

source: Y/m/d
de_de: d.m.Y

source: Competition recalculated!
de_de: Die Bewertung der Spieler des Wettkampfes wurden neu bewertet!

source: Recalc Conmpetition
de_de: Wettbewerb neu bewerten

source: Recalc the competition ranking?
de_de: Bewertung der Spieler des Wettbewerbes neu berechnen?

source: Delete Conmpetition
de_de: Wettbewerb Löschen

source: Delete the competition?
de_de: Willst Du den Wettbewerb wirklich Löschen?

source: edit
de_de: bearbeiten

source: Create Competition
de_de: Neuen Wettkampf Anlegen

source: CSV Import
de_de: CSV Importieren

source: Reset Ratings
de_de: Wertungen Zurücksetzen

source: If this option is checked, the rating will be reset during the import
de_de: Wenn diese Option ausgewählt ist, dann werden nach dem Import alle bisherigen Wertungen zurückgesetzt

source: Import Results
de_de: Spielergebnisse Erfassen

source: If this option is not checked, the results are not imported
de_de: Wenn diese Option ausgewählt ist, dann werden nach dem Import alle bisherigen Wertungen zurückgesetzt

source: Name of the competition
de_de: Wettbewerbname

source: Description
de_de: Beschreibung

source: Type
de_de: Typ

source: Single
de_de: Einzel

source: Double
de_de: Doppel

source: Team
de_de: Mannschaft

source: Female
de_de: Weiblich

source: Male
de_de: Männlich

source: Unknown
de_de: Unbekannt

source: Gender
de_de: Geschlecht

source: Mixed
de_de: Gemischt

source: Kind of Sport
de_de: Sportart

source: Please select...
de_de: Bitte auswählen ...

source: Table Tennis
de_de: Tischtennis

source: Field Hockey
de_de: Feldhockey

source: Hockey
de_de: Eishockey

source: Soccer
de_de: Fußball

source: TableTennis
de_de: Tischtennis

source: Best-Of
de_de: Max Sätze

source: Maximum of possible played sets
de_de: Maximale Anzahl von gespielten Sätzen

source: Maximum points for a duel
de_de: Maximale Punktezahl, welche in einem Duell erreicht werden

source: Victory Points
de_de: Punkte bei Sieg

source: Defeat Points
de_de: Punkte bei Niederlage

source: Draw Points
de_de: Punkt bei Unendschieden

source: Bonus Points
de_de: Bonus Punkte

source: Bonus rating points for each played game
de_de: Bonus Punkte für jedes Spiel

source: Base rating points for a each played duel
de_de: Basiswert für die Bewertung der Duelle

source: No Duel Points
de_de: Kein Duell Punkte

source: Bonus rating points for a not played duel
de_de: Bonus Punkte für ein nicht gespieltes Duell

source: Game Factor
de_de: Spielfaktor

source: Set Factor
de_de: Satzfaktor

source: Number Ratings
de_de: Anz. Wertungen

source: Number of recalculated ratings for this competition
de_de: Anzahl der berechneten Wertungen für diesen Wettbewerb

source: Delta Ratings
de_de: Delta Wertung

source: Delta Percent
de_de: Delta Prozent

source: Header
de_de: Kopfzeile

source: Matrix Low Color
de_de: Matrix Low Farbe

source: Border Color
de_de: Rahmenfarbe

source: Matrix Mid Color
de_de: Matrix Mid Farbe

source: Text Color
de_de: Textfarbe

source: Matrix High Color
de_de: Matrix High Farbe

source: Matrix Zero Color
de_de: Matrix Zero Farbe

source: Matrix Max Color
de_de: Matrix Max Farbe

source: Back
de_de: Zurück

source: Save
de_de: Speichern

source: Create
de_de: Anlegen

source: Cancel
de_de: Abbrechen

source: CSV Export
de_de: CSV Exportieren

source: Preview
de_de: Vorschau

source: Hide Preview
de_de: Vorschau Ausblenden

source: Show Preview
de_de: Vorschau Anzeigen

source: Teams of
de_de: Mannschaften von

source: Players of
de_de: Teilnehmer

source: Recalc
de_de: Berechnen

source: Points Average
de_de: Punktemittel

source: Rating Average
de_de: Wertungsmittel

source: Competition deleted!
de_de: Wettbewerb wurde gelöscht!

source: Competition successfully changed!
de_de: Wettbewerb wurde erfolgreiche geändert!

source: Competition successfully created!
de_de: Neuer Wettbewerb erfolgreich erstellt!

source: Manage Competitions
de_de: Wettbewerbe Verwalten

source: Create New Competition
de_de: Neuen Wettkampf Anlegen

source: Delete Player
de_de: Spieler Löschen

source: Delete the player?
de_de: Willst Du den Spieler wirklich löschen?

source: Player
de_de: Spieler

source: edit
de_de: bearbeiten

source: Create Team
de_de: Team Anlegen

source: Create Player
de_de: Neuen Spieler Anlegen

source: Name of the team
de_de: Name der Mannschaft

source: Name of the player
de_de: Name des Spielers

source: Bithday
de_de: Geburtstag

source: Player Pass
de_de: Passnummer

source: Rating of the team
de_de: Wertung der Mannschaft

source: Rating of the player
de_de: Rating des Spielers

source: Ranking Position
de_de: Ranglistenposition

source: Comment
de_de: Kommentar

source: Address
de_de: Adresse

source: Phone
de_de: Telefon

source: Results of
de_de: Ergebnisse von

source: Double1
de_de: Doppel1

source: Double2
de_de: Doppel2

source: Team1
de_de: Mannschaft 1

source: Team2
de_de: Mannschaft 2

source: Game
de_de: Spiel

source: Set4
de_de: Satz4

source: Set5
de_de: Satz5

source: Set6
de_de: Satz6

source: Set7
de_de: Satz7

source: Player deleted!
de_de: Spieler wurde gelöscht!

source: Player successfully changed!
de_de: Spieler wurde erfolgreich geändert!

source: Player successfully created!
de_de: Neuer Spieler wurde erfolgreich erstellt!

source: Please select a competition!
de_de: Bitte einen Wettbewerb auswählen!

source: Manage Players
de_de: Spieler Verwalten

source: Create New Player
de_de: Neuen Spieler Anlegen

source: Delete Result
de_de: Ergebnis Löschen

source: Delete the result?
de_de: Willst Du das Ergebnis wirklich löschen?

source: Edit Result
de_de: Spielergebnis Bearbeiten

source: Create Result
de_de: Spielergebnis Erfassen

source: Show Result
de_de: Anzeige Spielergebnis

source: Selected Competition
de_de: Ausgewählter Wettbewerb

source: Player 1
de_de: Spieler 1

source: Double 1
de_de: Doppel 1

source: Team 1
de_de: Mannschaft 1

source: Player 2
de_de: Spieler 2

source: Double 2
de_de: Doppel 2

source: Team 2
de_de: Mannschaft 2

source: Result
de_de: Ergebnis

source: Set 1
de_de: Satz 1

source: Set 2
de_de: Satz 2

source: Set 3
de_de: Satz 3

source: Set 4
de_de: Satz 4

source: Set 5
de_de: Satz 5

source: Set 6
de_de: Satz 6

source: Set 7
de_de: Satz 7

source: Create Results
de_de: Spielergebnisse Erfassen

source: Result deleted!
de_de: Ergebnis wurde gelöscht!

source: Result successfully changed!
de_de: Ergebnis wurde erfolgreich geändert!

source: Result successfully created!
de_de: Neues Ergebnis wurde erfolgreich erstellt!

source: Results successfully created!
de_de: Neues Ergebnisse wurde erfolgreich erstellt!

source: Manage Results
de_de: Ergebnisse Verwalten

source: search
de_de: suchen

source: Please Select
de_de: Bitte auswählen

source: Management of a player leaderboard
de_de: Verwaltung von Spielergebnisse für Badminton, Tennis, Tischtennis und Squash

source: Games
de_de: Spiele

source: Competition ID not set.
de_de: Wettbewerbs ID nicht gesetzt.

source: Competition ID invalid.
de_de: Wettbewerbs ID ist ungültig.

source: Competition not found.
de_de: Wettbewerb nicht gefunden.

source: Standing
de_de: Tabelle

source: Matches
de_de: Anzahl
